[
    {
      "name": "Combat Assessment",
      "actions": 1,
      "feat_types": [
        "Class"
      ],
      "traits": [
        "Fighter",
        "Commander"
      ],
      "description": "You make a telegraphed attack to learn about your foe. Make a melee Strike. On a hit, you can immediately attempt a check to Recall Knowledge about the target. On a critical hit, you gain a +2 circumstance bonus to the check to Recall Knowledge. The target is temporarily immune to Combat Assessment for 1 day.",
      "char_additions": []
    },
    {
      "name": "Combat Medic",
      "actions": 0,
      "feat_types": [
        "Class"
      ],
      "traits": [
        "Fighter"
      ],
      "description": "Requirements You can prepare at least two tactics.<br/>You’re trained in battlefield triage and wound treatment. You are trained in Medicine and can use your Intelligence modifier in place of your Wisdom modifier for Medicine checks.<br/>You gain the Battle Medicine feat (Player Core 253).",
      "char_additions": []
    },
    {
      "name": "Cavalier Dedication",
      "actions": 0,
      "feat_types": [
        "General"
      ],
      "traits": [
        "Archetype",
        "Dedication"
      ],
      "description": "<b>Prerequisites</b> trained in Nature or Society<br/>You gain a young animal companion (Player Core 206) that serves as your mount. You can choose from animal companions with the mount special ability, as well as any additional options from your pledge (see Cavalier Pledges sidebar, page 193), as determined by your GM. You must choose an animal companion that’s at least one size larger than you, but if the animal usually starts as Small, you can begin with a Medium version of that animal (changing no statistics other than its size).<br/><br/><b>Special</b> If you have pledged yourself to a cause, you can take a second dedication feat closely tied to that cause even if you haven’t taken two additional cavalier feats. For instance, if you pledged yourself to fight crime with a group of vigilantes, you could take the vigilante dedication without first completing the cavalier archetype. The GM determines what archetypes, if any, are valid choices.",
      "char_additions": []
    },
    {
      "name": "Armor Assist",
      "actions": 0,
      "feat_types": [
        "General"
      ],
      "traits": [
        "General",
        "Skill"
      ],
      "description": "After your service aiding armored combatants, you are practiced in helping yourself and others don heavy gear.<br/>You can attempt an Athletics or Warfare Lore check with a DC determined by the GM (but usually 15 for common armor, DC 20 for uncommon armor, and DC 25 for rare armor) to halve the time you take to don armor.<br/>You can halve an ally's time to don armor by working with them to don the armor and succeeding at an Athletics or Warfare Lore check against the same DC.",
      "char_additions": []
    },
    {
      "name": "Warfare Expertise",
      "actions": 0,
      "feat_types": [
        "Ability"
      ],
      "traits": [],
      "description": "Your knowledge of war and strategy grows and guides your decisions in battle. You gain expert proficiency in Warfare Lore. You can use Warfare Lore to Recall Knowledge about most creatures regardless of type, but typically only to determine whether they can be reasoned with, their most notable offensive abilities, and whether one of their saving throws is particularly weak. The GM can decide to allow additional questions to be answered when Recalling Knowledge with Warfare Lore as appropriate to the situation. In addition, as long as you are observing at least one opponent when initiative is rolled, you can use Warfare Lore for your initiative roll.",
      "char_additions": []
    },
    {
      "name": "Arcane Sense",
      "actions": 0,
      "feat_types": [
        "Skill"
      ],
      "traits": [
        "Skill",
        "General"
      ],
      "description": "Your study of magic allows you to instinctively sense its presence. You can cast 1st-rank Detect Magic at will as an arcane innate spell. If you're a master in Arcana, the spell is heightened to 3rd rank; if you're legendary, it is heightened to 4th rank.",
      "char_additions": []
    },
    {
      "name": "Fleet",
      "actions": 0,
      "feat_types": [
        "General"
      ],
      "traits": [
        "General"
      ],
      "description": "Add 5 feet to speed",
      "char_additions": []
    },
    {
      "name": "Incredible Initiative",
      "actions": 0,
      "feat_types": [
        "General"
      ],
      "traits": [
        "General"
      ],
      "description": "You react more quickly than others can. You gain a +2 circumstance bonus to initiative rolls.",
      "char_additions": []
    },
    {
      "name": "Languages",
      "actions": 0,
      "feat_types": [
        "General"
      ],
      "traits": [
        "General"
      ],
      "description": "Common, Dwarven, Elven, Khur, Kharolian",
      "char_additions": []
    },
    {
      "name": "Quick Mount",
      "actions": 1,
      "feat_types": [
        "Skill"
      ],
      "traits": [
        "Skill",
        "Archetype"
      ],
      "description": "You and your mount can spring into action at a moment's notice. You Mount the creature and Command an Animal to issue it an order of your choice.",
      "char_additions": []
    },
    {
      "name": "Impressive Mount",
      "actions": 0,
      "feat_types": [
        "Archetype"
      ],
      "traits": [
        "Archetype"
      ],
      "description": "You've trained your mount to become a powerful force on the battlefield. The mount you gained through the Cavalier Dedication feat becomes a mature animal companion, granting it additional capabilities. During an encounter, even if you don't use the Command an Animal action, your animal companion can still use 1 action on your turn to Stride or Strike.",
      "char_additions": []
    },
    {
      "name": "Naural Skill",
      "actions": 0,
      "feat_types": [
        "Ancestry"
      ],
      "traits": [
        "Ancestry"
      ],
      "description": "Become trained in two skills of your choice: Religion, Deception",
      "char_additions": []
    },
	{
      "name": "Military Expertise",
      "actions": 0,
      "feat_types": [
        "Class"
      ],
      "traits": [
        "Class"
      ],
      "description": "You’ve studied a wide variety of weapons and learned to apply their principles in combat. Your proficiency rank for martial weapons, simple weapons, and unarmed attacks increases to expert. When you critically succeed at an attack roll with a weapon you are at least an expert with, you apply the weapon’s critical specialization effect.",
      "char_additions": []
    },
	{
      "name": "Drilled Reactions",
      "actions": 0,
      "feat_types": [
        "Class"
      ],
      "traits": [
        "Class"
      ],
      "description": "Your time spent training with your allies allows them to respond quickly and instinctively to your commands. Once per round, when you use a tactic, you can grant one ally of your choice benefiting from that tactic an extra reaction. This reaction has to be used for that tactic, and is lost if not used..",
      "char_additions": []
    }
  ]